Can't keep [Type Name] extended to [Type Name].
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId ExtendToOtherWarn { get; }
  Visual Basic
Public Shared ReadOnly Property ExtendToOtherWarn As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ ExtendToOtherWarn {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures EditingFailures Class
  Autodesk.Revit.DB Namespace